OpenFOAM-4.x-master/tutorials/multiphase/interFoam/ras/weirOverflow/Allrun
#!/bin/sh

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

cp -r 0.orig 0 > /dev/null 2>&1

runApplication blockMesh

cp 0/alpha.water.orig 0/alpha.water

runApplication setFields

runApplication `getApplication`
